"ADD_EVENT_PROMPT" = "Details für dieses Ereignis eingeben.";
"ADD_EVENT" = "Ereignis";
"EDIT_EVENT" = "Bearbeiten";
"CANCEL" = "Abbrechen";

"DELETE" = "Löschen";
"DELETE_ONE" = "Nur dieses Ereignis";
"DELETE_FUTURE" = "Alle zukünftigen Ereignisse";
"DELETE_RECURRING_ALERT_TITLE" = "Dies ist ein sich wiederholendes Ereignis.
Was möchten Sie löschen?";
"DELETE_EVENT" = "Ereignis löschen";

"DETACH_ONE" = "Nur dieses Ereignis";
"DETACH_FUTURE" = "Alle zukünftigen Ereignisse";
"DETACH_ALL" = "Für alle Ereignisse sichern";
"DETACH_ALERT_TITLE" = "Dies ist ein sich wiederholendes Ereignis.
Was möchten Sie ändern?";

"CANCEL_DIRTY_ALERT_TITLE" = "Dieses Ereignis wurde bearbeitet.";
"CANCEL_DIRTY_CANCEL" = "Bearbeiten abbrechen";
"CANCEL_DIRTY_REVIEW" = "Bearbeiten prüfen";

"INVALID_ATTENDEE_ADDRESS_ALERT_TITLE" = "Einladung konnte nicht gesendet werden";
"INVALID_ATTENDEE_ADDRESS_ALERT_BODY_FORMAT" = "„%@“ ist anscheinend keine gültige E‑Mail-Adresse.";
"OK" = "OK";

"TITLE_PLACEHOLDER" = "Titel";
"LOCATION_PLACEHOLDER" = "Ort";
"TITLE_DETAIL_NAV_TITLE" = "Titel & Ort";
"DEFAULT_EVENT_TITLE" = "Neues Ereignis";
"ADD_TO_CALENDAR" = "Zum Kalender hinzufügen";

"STARTS" = "Anfang";
"ENDS" = "Ende";
"DATE_DETAIL_NAV_TITLE" = "Anfang, Ende";
"ALL_DAY_SWITCH_TITLE" = "Ganztägig";
"TIME_ZONE" = "Zeitzone";
"FLOATING" = "Fließend";

"REPEAT" = "Wiederholen";
"NEVER_DETAIL" = "Nie";
"DAILY_DETAIL" = "Täglich";
"WEEKLY_DETAIL" = "Wöchentlich";
"BIWEEKLY_DETAIL" = "Alle 2 Wochen";
"MONTHLY_DETAIL" = "Monatlich";
"YEARLY_DETAIL" = "Jährlich";
/* Used as a title for both repeating events and repeating reminders */
"RECURRENCE_DETAIL_NAV_TITLE" = "Wiederholen";
"END_REPEAT" = "Beenden";
"END_REPEAT_NAV_TITLE" = "Beenden";
"TIME_ZONE_CHOOSER_PROMPT" = "Stadt eingeben.";

"REPEAT_FOREVER" = "Unendlich wiederholen";

"ADD_INVITEES_NAV_TITLE" = "Teilnehmer";
"ADD_INVITEES_PROMPT" = "Teilnehmer zum Ereignis hinzufügen";

/* used as alert title for save errors */
"CANNOT_SAVE_EVENT" = "Ereignis kann nicht gesichert werden";
"ALERT_TIME" = "Erinnerung";
"CANNOT_REPEAT_EVENT" = "Ereignis kann nicht wiederholt werden";

"CALENDAR_DISAMBIGUATION_FORMAT" = "%@ (%@)";

